module.exports = {
  index: {
    upload: "ផ្ទុកឡើង",
  },
  survey: {
    loading: "កំពុងផ្ទុកការស្ទង់មតិ!",
    wait: "នេះនឹងចំណាយពេលប៉ុន្មានវិនាទី...",
    errors: "បែបបទមានកំហុស សូមកែអ្វីគ្រប់កំហុសទាំងអស់មុនពេលដាក់ស្នើ។",
    saved: "សម័យកាលសកម្មត្រូវបានរក្សាទុក",
    camera: "កាមេរ៉ា",
    save: "រក្សាទុក",
    validate: "ផ្ទៀងផ្ទាត់",
    first: "ដំបូង",
    last: "ចុងក្រោយ",
    jump_to: "រំកិលទៅ",
    submit: "ផ្ទៀងផ្ទាត់ &amp; ដាក់ស្នើ",
    back: "ត្រឡប់ក្រោយ",
    next: "បន្ទាប់",
  },
  session: {
    title: "សម័យកាលស្ទង់មតិ",
    description: "ចាប់ផ្ដើមសម័យកាលថ្មី",
    name: "ដាក់ឈ្មោះសម័យកាលនេះ",
    start: "ចាប់ផ្ដើម",
  },
  constraint: {
    required: "វាលនេះត្រូវបានទាមទារ។",
    invalid: "តម្លៃមិនអនុញ្ញាត",
  },
  submissions: {
    back: "ត្រឡប់ក្រោយ",
    upload_all: "ផ្ទុកឡើងទាំងអស់",
    upload_single: "ផ្ទុកឡើងនេះ",
    title: "ផ្ទុកឡើងការស្ទង់មតិ",
    uploaded: "បានផ្ទុកឡើង!",
    name: "ឈ្មោះ",
    hint: "ចង្អុលបង្ហាញ",
    size: "ទំហំ",
    created_at: "បង្កើតនៅ",
    error:
      "មានកំហុសមួយបានកើតឡើង ខណៈពេលព្យាយាមដាក់ស្នើកញ្ចប់ដែលមានឈ្មោះ :packet",
    success: "កញ្ចប់ដែលមានឈ្មោះ :packet ត្រូវបានដាក់ស្នើ!",
  },
};
