module.exports = {
  index: {
    upload: "Загрузить",
  },
  survey: {
    loading: "Загрузка опроса!",
    wait: "Это займет некоторое время...",
    errors:
      "Форма содержит ошибки, пожалуйста, исправьте все ошибки перед отправкой.",
    saved: "Активная сессия сохранена",
    camera: "Камера",
    save: "Сохранить",
    validate: "Проверить",
    first: "Первый",
    last: "Последний",
    jump_to: "Перейти к",
    submit: "Проверить и отправить",
    back: "Назад",
    next: "Далее",
  },
  session: {
    title: "Сессия опроса",
    description: "Начать новую сессию",
    name: "Назвать эту сессию",
    start: "Начать",
  },
  constraint: {
    required: "Это поле обязательно для заполнения.",
    invalid: "Недопустимое значение",
  },
  submissions: {
    back: "Назад",
    upload_all: "Загрузить все",
    upload_single: "Загрузить это",
    title: "Загрузить опросы",
    uploaded: "Загружено!",
    name: "Имя",
    hint: "Подсказка",
    size: "Размер",
    created_at: "Создано в",
    error: "Произошла ошибка при попытке отправить пакет с именем :packet",
    success: "Пакет с именем :packet отправлен!",
  },
};
